tap "boostsecurityio/tap"
tap "hashicorp/tap"
tap "owasp-amass/amass"
tap "powershell/tap"
tap "supabase/tap"
brew "act"
brew "amass"
brew "giflib"
brew "libtiff"
brew "git"
brew "asdf"
brew "atuin"
brew "awscli"
brew "bats-core"
brew "glib"
brew "cairo"
brew "checkov"
brew "coreutils"
brew "cosign"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "gh"
brew "gomplate"
brew "helm"
brew "inetutils"
brew "jpeg"
brew "jq"
brew "kubeconform"
brew "kubernetes-cli"
brew "lazygit"
brew "libxml2"
brew "llama.cpp"
brew "microplane"
brew "mysql"
brew "neovim"
brew "netcat"
brew "nmap"
brew "nono"
brew "openvpn"
brew "pkgconf"
brew "pnpm"
brew "powershell"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "semgrep"
brew "stockfish"
brew "stylua"
brew "syft"
brew "tmux"
brew "trivy"
brew "virtualenv"
brew "whisperkit-cli"
brew "yq"
brew "boostsecurityio/tap/poutine"
brew "hashicorp/tap/terraform"
brew "supabase/tap/supabase"
cask "adobe-acrobat-reader"
cask "anaconda"
cask "anytype"
cask "burp-suite"
cask "cursor"
cask "firefox"
cask "flow"
cask "flux"
cask "ghostty"
cask "gpg-suite"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "loom"
cask "mullvad-vpn"
cask "okta-verify"
cask "orbstack"
cask "orion"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "runelite"
cask "secretive"
cask "slack"
cask "spotify"
cask "trezor-suite"
cask "utm"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "zoom"
vscode "4ops.terraform"
vscode "afuu97.github-dark-hopper"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "elia.erb-formatter"
vscode "esbenp.prettier-vscode"
vscode "evan-buss.font-switcher"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jakebecker.elixir-ls"
vscode "matangover.mypy"
vscode "mquandalle.graphql"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.powershell"
vscode "oven.bun-vscode"
vscode "phoenixframework.phoenix"
vscode "rust-lang.rust-analyzer"
vscode "sourcegraph.cody-ai"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tinkertrain.theme-panda"
vscode "tsandall.opa"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
go "golang.org/x/tools/gopls"
go "github.com/dlorenc/multiclaude/cmd/multiclaude"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "cargo-generate"
cargo "rustlings"
npm "@fission-ai/openspec"
npm "coffee-script"
npm "corepack"
npm "husky"
npm "jest"
npm "js-beautify"
npm "node-gyp"
npm "request"
npm "serve"
npm "ts-node"
npm "yarn"
